<template>
  <div class="word-content">
      <h1>隐私政策</h1>
      <div class="importanttip">
          <span>根据《中华人民共和国网络安全法》和其他法律、行政法规中关于互联网用户个人信息保护和数据安全管理的规定，成都乐链科技有限公司（下称“贝多音乐”或“我们”）与用户（下称“用户”或“您”）约定了在使用贝多音乐的产品或服务时所涉及的您的信息或数据的处理方式。贝多音乐制定本协议是为了表明我们一直致力于保护用户的个人信息。以下内容为我们对用户信息收集、存储、使用和披露行为的说明。若您不接受本协议的内容，我们将无法为您提供服务。</span>
          <p>重要提示：</p>
          <span style="display: block;margin-top: 12px">请您在使用贝多音乐的产品或服务前，务必仔细阅读本协议，了解您的信息和数据将通过何种方式被收集、存储、使用和披露，在充分理解并同意后再使用贝多音乐的产品或服务。一旦您开始使用贝多音乐的产品或服务，即表示您已充分理解并同意本协议。特别地，如您是未成年人，须在您的监护人指导下阅读本协议，并经您的监护人同意本协议后，您方可使用贝多音乐的服务。</span>
      </div>
      <h2>1 定义</h2>
      <p>
        1.1 贝多音乐，贝多音乐服务，服务提供者：是指研发并提供贝多音乐产品和服务的法律主体，即成都乐链科技有限公司，以下称“贝多音乐”或者“我们”。
        <br>
        1.2 个人信息：是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        <br>
        1.3 匿名化/去标识化：通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。
        <br>
        1.4 非个人信息：是指经过处理的、无法识别特定自然人且不能复原的匿名用户信息。
        <br>
        1.5 贝多音乐大数据：是指贝多音乐所有或部分用户的非个人信息的原始数据的集合或经过加工（如结构化处理）后的该类数据的集合，以下称“集合信息”。集合信息为贝多音乐单独所有。
        <br>
        1.6 第三方：是指除用户（包括其代理人）和贝多音乐及其关联企业外的其他法律实体，包括自然人和法人，但不包括国家授权的立法机关、司法机关、行政机关及其派出机构或执行单位。
    </p>
        <h2>2. 非个人信息的收集和使用</h2>
        <p>
            2.1 小型数据文件类非个人信息
            <br>
            如果您访问我们的网站，网站获取非个人信息最典型的方式是收集您计算机设备上的Cookie（小型数据文件）。通过统计学方法，这些非个人信息将帮助贝多音乐更好地理解您的使用习惯和需求、帮您省去重复输入账户信息的步骤，或者帮助判断您的账户安全，以达到提高服务质量的目的。请您理解，我们的某些服务只能通过使用Cookie才可得到实现。
            如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝贝多音乐的Cookie，但拒绝贝多音乐的Cookie可能导致您无法使用依赖于Cookie的贝多音乐服务的部分功能。
            <br>
            2.2 网络信标类非个人信息
            <br>
            我们的网站上可能发布第三方投放的广告。广告运营者会使用您访问我们网站和其他网站的信息来提供您感兴趣的商品/服务的广告。广告运营者通常使用Cookies和/或网络信标（Clear GIFs）来衡量广告投放的效果，这两种方法都不能识别您的姓名、地址、电子邮件或电话号码等个人信息。
            <br>
            2.3 设备信息或系统信息
            <br>
            如果您通过网站或移动应用访问我们的服务，我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统及其版本、设备设置、设备标识符、时区和语言、软件版本号、浏览器独有的标识符等软硬件特征信息）。设备信息的用途包括：识别用户的使用习惯，切换到用户常用语言，根据某一设备或系统在全部用户的设备或系统中的占比决定是否继续支持部分旧设备或旧系统，帮助开发者定位软件中存在的错误，改进网站的服务（如访问速度）等。
            <br>
            2.4 日志信息
            <br>
            根据国家相关法律、行政法规和公安机关的要求，当您使用我们的网站或移动应用提供的产品或服务时，我们须收集您对我们服务的详细使用情况，作为有关网络日志保存。日志信息包括您的IP地址、接入运营商、访问日期和时间、您访问的我们的服务内容等。
            <br>
            2.5 集合信息
            <br>
            我们可能将加工过的集合信息用于贝多音乐及其关联企业和授权个人的科学研究、市场策略制定等活动中。该集合信息的单独使用不会导致对特定自然人个人信息的识别。
            <br>
            2.6 单独使用上述各类非个人信息无法识别特定自然人的身份信息。如果我们将这类非个人信息与其他信息或个人信息结合使用于识别特定自然人身份，则在结合使用期间，这类非个人信息将有可能被视为个人信息，除征得您的同意或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
        </p>
        <h2>3. 个人信息的储存</h2>
        <p>
            3.1 我们可能会储存您注册或登录贝多音乐的相关信息。您的信息将被保证处于贝多音乐的控制范围之内。我们通过技术和安全管理措施来保护您的信息，以减少您信息遭受丢失、不当使用、未授权获取、披露和改动的风险。
            <br>
            3.2 当您使用贝多音乐服务时，我们可能需要您提供特定的信息。我们所搜集的信息将用于改进我们网站的内容、向您及时告知我们网站的更新情况以及与您的沟通，如用户服务。除非获得您的授权或法律法规另有规定外，我们不会将您的个人信息向第三方披露。除了与您进行交易并共享信息的主体外，第三方无法通过贝多音乐获取您的个人信息。
            <br>
            3.3 我们可能出于市场营销的目的使用或披露非个人信息。在获得您的同意后，我们可能将您的个人信息用于向您发送关于我们服务和工具的信息、依据您的个人偏好挑选的有针对性的市场营销和促销活动信息。
            <br>
            3.4 贝多音乐于中国境内储存的个人信息存放于：中国境内。除国家法律或行政法规另有规定或我们与您另有约定外，经过您的授权，我们收集的个人信息的保存期限为：永久。
            <br>
            3.5 您可以要求我们删除您的个人信息，但下列情形除外：（1）您的账号存在违法行为；（2）您账号中存在已完成的或正在进行的交易；（3）您的账号有未结清的债务或未处理完毕的纠纷；（4）根据国家法律和行政法规的相关规定或贝多音乐应有关部门的要求必须保留您的个人信息的。
        </p>
        <h2>4. 个人信息的收集和使用</h2>
        <p>
            4.1 为了有效地向您提供服务，您在贝多音乐上注册账号、参与活动或产生交易时，针对部分特定的服务，我们会提示您主动填写特定的个人信息，并以安全的方式存储这些数据。需要您提供特定的个人信息后我们才能为您继续提供特定服务的情形包括：
            <br>
            4.1.1 如果您要求我们通过特定的通讯方式与您联系或交流，您需要提供与该特定的通讯方式相关的个人信息（如您的账号、地址、邮编、姓名、电话号码、邮箱等）。
            <br>
            4.1.2 如果您同意参加我们的市场调研活动，以便将来为您和其他用户提供更好的服务，您可能需要为该市场调研活动提供一些支撑数据（如您的性别、年龄段、您所在组织的性质等）。
            <br>
            4.1.3 如果您主动参加贝多音乐或其关联方、合作方举办的音乐（包括但不限于作词/作曲/编曲/表演等单一或综合的）活动时，根据主办方对参加者身份的要求，您可能需要提供必要的个人信息（如联系方式、居住的城市、地区或国家等）；如您在活动中获奖，为确认作品著作权权属或邮寄奖品，您可能需要提供进一步的个人信息（如身份证/护照、收信地址等）。
            <br>
            4.1.4 如果您希望在贝多音乐购买作品的许可，您需要提供您作为被许可人的身份信息（如姓名/名称、身份证号/组织机构代码）和交易结算相关信息。
            <br>
            4.1.5 如果您希望在贝多音乐出售作品的许可，您需要提供您作为许可人的身份信息（如身份证和联系方式等）、作品的权属证明（如版权登记证书/版权承诺书）和/或有权代理证明（如著作权人转授权合同/独家代理委托合同等）和结算相关信息（如用于接收许可收入的银行账号、贝多音乐为您代扣代缴许可收入产生的个人所得税所必需的信息等）。
            <br>
            4.1.6 其他未能详尽列举的您要求贝多音乐提供的特定服务或交易所必需的个人信息，但贝多音乐会在征得您同意的前提下收集该类信息。
            <br>
            4.2 特别地，如果您是14岁以下的未成年人，在向我们提供任何个人信息前，您均须征得您的监护人的同意。
        </p>
        <h2>5. 个人信息的披露</h2>
        <p>
            5.1 除非绝对必要或经您同意，我们不会将您的个人信息披露给第三方。然而，由于与贝多音乐服务相关的部分流程（例如支付）是由第三方平台来执行的，您须同意贝多音乐向该第三方平台提供必要的信息，以使该平台能完成相应的服务流程。贝多音乐严格挑选在全球具有良好声誉的、具有相关资质的第三方为合作平台，该第三方平台对用户个人信息的保护程度不低于贝多音乐，并不得将其获得的用户个人信息用于指定的服务流程以外的目的。
            <br>
            5.2 您应理解，贝多音乐可能按照国家司法机关、执法机关或行政机关的要求向其披露用户个人信息。当贝多音乐收到侵权的初步证明，也可能向作品的被许可人、著作权人、国家司法、执法机关或行政机关披露提供作品的用户的个人信息。
            <br>
            5.3 当贝多音乐面临并购、分拆、重组或破产清算时，在法律和行政法规允许的条件下，用户个人信息作为一个整体可能随同公司的其他资产一并被转移或接管。  
        </p>
        <h2>6. 投诉与建议</h2>
        <p>
            6.1 如您认为我们对您个人信息的记录有错误、不完整或不准确，您可以要求我们进行更正。
            <br>
            6.2 如您有对我们在用户个人信息收集、存储、使用和披露方面的投诉或建议，可通过电子邮件（talk@musicbee.com.cn）联系我们。一般情况下，我们将在收到您相关联系信息并核实您身份后三十日内回复。    
        </p>
        <h2>7. 法律适用与争议解决</h2>
        <p>
            7.1 本协议一切事宜适用中华人民共和国法律并依其解释。
            <br>
            7.2 如果您认为本协议的签订、解释或履行损害了您的合法权益，我们建议您先联系我们协商解决；协商不成的，您可向相关行政部门请求调解；调解不成或您不愿意请求调解的，您同意向贝多音乐所在地有管辖权的人民法院起诉。 
        </p>
        <h2>8. 协议的变更与生效</h2>
        <p>
            8.1 我们会根据国家的法律和行政法规等相关要求并基于服务、技术的发展及时更新本协议，但不会减损您在本协议下的权益。
            <br>
            8.2 我们可能随时对本协议进行更改。如果本协议有重大修订，我们将会以显著的方式提示您。最新版本的用户协议会及时公布在我们的网站/移动应用上，请您定期查看。用户信息处理协议的变更从公布之日起生效。
        </p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.word-content{
    width: 1200px;
    height: 2853px;
    margin: 0 auto;
    padding: 0 100px;
    box-sizing: border-box;
    line-height: 24px;
    h1{
        font-size: 32px;
        color: #333333;
        text-align: center;
        margin-top: 49px;
    }
    .importanttip{
        height: 234px;
        border-bottom: solid 1px #EBEBFF;
        margin-top: 33px;
        p{
            font-size: 14px;
            color: #333333;
            line-height: 24px;
            margin-top: 24px;
        }
    }
    h2{
        font-size: 24px;
        color: #333333;
        margin-top: 40px;
    }
    p{
       font-size: 14px;
       color: #888888; 
       margin-top: 36px;
    }
    span{
        font-size: 14px;
        color: #333333;
    }
}
</style>