<template>
  <div class="word-content">
    <h1>用户协议</h1>
    <div class="importanttip">
        <p>重要提示:<br>本服务协议是XXXXX有限公司（以下或称“音乐蜜蜂”）与您达成的关于使用音乐蜜蜂服务的约定。在使用音乐蜜蜂的任何服务前，请您务必阅读、理解和同意《音乐蜜蜂服务协议》（即本协议）和《音乐蜜蜂用户个人信息处理协议》。仅当您理解并接受上述协议中的各项约定后，您才可以创建一个服务账号或使用音乐蜜蜂的服务。如您未满18周岁，请您在法定监护人陪同下仔细阅读和充分理解本协议，并在征得法定监护人的同意后方可创建一个服务账号或使用音乐蜜蜂的服务。</p>
    </div>
    <h2>1 定义</h2>
    <p style="margin-top: 36px">以下定义适用本协议。</p>
    <p style="margin-top: 28px">
        1.1 “用户”或“您”:指访问或使用音乐蜜蜂服务的自然人、法人或其他组织，无论其是否在音乐蜜蜂服务中注册账号。
        <br><br><br>
        1.2 “音乐蜜蜂服务”或“服务”:指由成都乐链科技有限公司运营的、名为“音乐蜜蜂”的网页软件或手持设备应用软件（以下合称“音乐蜜蜂应用”）所实现的功能服务和/或内容服务的总称。
        <br><br><br>
        1.3 “用户上传的内容”或“内容”:用户上传到音乐蜜蜂服务的文字、图片、音频、视频及音/视频中包括的音乐作品、声音、对话，合称为“用户上传的内容”，在本协议中其他位置或简称为“内容”。
        <br><br><br>
        1.4 “公开内容”:用户主动公开发布，使其他所有人可见的内容，称为“公开内容”。
        <br><br><br>
        1.5 “作品”:用户上传的内容，如果符合著作权法保护对象的条件，称为“作品”。 
    </p>
    <h2>2 账号</h2>
    <p style="margin-top: 36px">
        2.1 为了使用音乐蜜蜂的服务，用户需要注册一个音乐蜜蜂账号。注册账号时用户需要提供经验证的手机号码。用户也可以使用自己的微信号、QQ号等第三方账户来注册并登录。
        <br><br><br>
        2.2 如果用户希望在音乐蜜蜂服务中发布公开内容，须按照国家法律法规的相关要求进行实名认证。如果用户希望通过音乐蜜蜂应用来出售或者购买作品许可，除进行实名认证外，还应提供作品相关的权利证明或使用作品的主体资格证明。此外，我们可能还会要求用户补充或提供其他证明，用以代扣代缴个人所得税或用于内容的版权确认。
        <br><br><br>
        2.3 用户的音乐蜜蜂账号必须使用密码保护。用户须采取必要的手段来保障密码不被他人获取。如果有迹象表明账号可能被他人盗用，用户须立即通知音乐蜜蜂（musicbee_service@cdyuelian.com）。用户不得将注册在自己名下的账号授予第三方使用。
        <br><br><br>
        2.4 如用户违反服务协议中的约定、侵犯第三方的权利或者有违法行为，音乐蜜蜂有权暂时或永久阻止用户的账号登录并删除用户账号。用户如因上述行为被音乐蜜蜂删除账号，无权再开立新的音乐蜜蜂账号或使用其他已经存在于其名下的账号。
    </p>
    <span style="display: block;margin-top: 24px">2.6 用户特别同意:无论是用户主动注销账号或由于其他原因导致用户的账号被删除，1）账号注销之前已经通过音乐蜜蜂应用售出的作品许可不受影响且继续有效，被许可方仍可以按照许可条款约定的期限和范围使用作品；2）注销账号并不意味着音乐蜜蜂免除用户应向音乐蜜蜂支付而未支付的费用；3）为遵从国家法律法规要求、内容审计或追偿等目的，音乐蜜蜂将依法留存用户账号相关的日志信息。</span>
    <h2>3 用户上传的内容</h2>
    <p style="margin-top: 36px">3.1 用户上传到音乐蜜蜂的内容须遵守国家各项法律法规、不侵害他人的合法权益、不违背社会公序良俗。</p>
    <p style="margin-top: 24px">3.2 音乐蜜蜂禁止用户上传的内容包括但不限于以下情形:</p>
    <span style="display: block;line-height: 24px;margin-top: 12px;">
        违反国家法律、行政法规、部门规章或其他规范性文件要求的；
        <br>
        宣扬恐怖主义、极端主义、封建迷信、民族仇恨，歧视他人或教唆犯罪的；
        <br>
        传播低俗、淫秽、色情、赌博、暴力或其他类型不恰当内容的；
        <br>
        侮辱或诽谤他人、毁坏他人名誉、泄露他人隐私或个人信息的；
        <br>
        编造或散布谣言、发布虚假信息、扰乱社会秩序的；
        <br>
        不是用户本人原创或有权许可他人使用的；
        <br>
        侵犯他人肖像权、著作权、商标权、外观专利权、商业秘密或其他权益的；
        <br>
        含有病毒或恶意代码，意图中断、破坏或限制网络计算机系统的内容的；
        <br>
        未经允许发布广告、促销信息、垃圾信息或进行传销式推广的。  
    </span>
    <p style="margin-top: 24px">3.3 音乐蜜蜂依据自己的标准独立判断，可以拒绝、删除或移动具有上述情形或违反本服务协议其他条款的内容。</p>
    <span style="display: block;margin-top: 24px">3.4 您承诺并保证上传到音乐蜜蜂的内容是您个人原创的作品，且您拥有该作品独立、完整的著作权。如您的作品中还含有第三方知识产权，您须在上传前获得第三方的充分授权且该授权中应包含允许音乐蜜蜂转授权。除非事前获得许可，您不能使用音乐蜜蜂上的他人作品，也不能通过其他技术方式复制和保存他人作品。侵犯他人著作权的行为将使您面临其他民事赔偿、行政处罚甚至刑事责任。</span>
    <p style="margin-top: 24px">3.3 音乐蜜蜂依据自己的标准独立判断，可以拒绝、删除或移动具有上述情形或违反本服务协议其他条款的内容。</p>
    <span style="display: block;margin-top: 24px">3.4 您承诺并保证上传到音乐蜜蜂的内容是您个人原创的作品，且您拥有该作品独立、完整的著作权。如您的作品中还含有第三方知识产权，您须在上传前获得第三方的充分授权且该授权中应包含允许音乐蜜蜂转授权。除非事前获得许可，您不能使用音乐蜜蜂上的他人作品，也不能通过其他技术方式复制和保存他人作品。侵犯他人著作权的行为将使您面临其他民事赔偿、行政处罚甚至刑事责任。</span>
    <p style="margin-top: 24px">3.5 音乐蜜蜂会快速调查有关侵权的投诉并根据适用的法律进行处理。音乐蜜蜂于音乐蜜蜂应用中设置了内容举报机制。无论音乐蜜蜂的用户或非用户，如果认为音乐蜜蜂上的内容侵害了其合法权利，都可通过电子邮件musicbee_service@cdyuelian.com将下列信息提供给我们的法务专员:</p>
    <span style="display: block;margin-top: 12px;line-height: 24px">
        涉嫌侵权作品在音乐蜜蜂应用中的位置（以协助我们的工作人员定位该作品）；
        <br>
        情况说明和/或（初步的）权属证明信息；
        <br>
        权利人或其合法代理人的签名和联系方式。
    </span>
    <p style="margin-top: 24px">3.6 音乐蜜蜂对用户上传的内容的权利和义务 </p>
    <p style="margin-top: 12px">3.6.1 音乐蜜蜂的使用许可：为实现公开内容的展示、分享、交流、传播、推广等服务<span>用户同意授予音乐蜜蜂及其关联企业非独家的、全世界范围的、永久的、免许可费的权利使用公开内容提供服务。这项权利包括将内容复制（公开内容复制到网页端、APP上等）、集成、编排(公开内容用列表或其他形式展示到网页端、APP上等)、展示到音乐蜜蜂及其关联企业的服务中，以及将公开内容用于音乐蜜蜂及其关联企业的服务的宣传材料上。本条中用户授予音乐蜜蜂的权利与用户是否委托音乐蜜蜂代理其作品的著作权许可无关。 </span></p>
    <p style="margin-top: 12px">3.6.2 为避免疑义特别说明，用户根据本服务协议的3.6.1条授予音乐蜜蜂及其关联企业对其公开内容的使用许可时，用户的著作权并未转让给音乐蜜蜂或其关联企业，用户本人仍然拥有其作品独立、完整的著作权。</p>
    <p style="margin-top: 12px">3.6.3 署名（音乐蜜蜂的义务）：音乐蜜蜂应尽可能为用户在其作品上署名。用户可以在作品上署真名、假名或网络账号名，但应提前确定其中一个，并在音乐蜜蜂应用上进行设置。</p>
    <p style="margin-top: 12px">3.6.4 内容的删除：<span>特别地，用户同意，无论是用户主动删除内容或由于其他原因导致音乐蜜蜂删除用户的内容，1）内容删除之前已经通过音乐蜜蜂代理著作权许可售出的作品许可不受影响且继续有效，被许可方仍可以按照许可条款约定的期限和范围使用作品；2）内容删除并不意味着音乐蜜蜂免除用户应向音乐蜜蜂支付而未支付的费用；3）为遵从国家法律法规要求、内容审计或追偿等目的，音乐蜜蜂将依法留存用户内容相关的日志信息。 </span></p>
    <p style="margin-top: 12px">3.6.5 用户理解并同意，当音乐蜜蜂面临并购、分拆、重组或破产清算时，在国家法律法规允许的条件下，用户就其内容授予音乐蜜蜂的权利，可能随公司的其他资产一并被继受、转移或接管。</p>
    <h2>4 法律适用及争议解决</h2>
    <p style="margin-top: 36px">9.1 本协议一切事宜适用中华人民共和国法律并依其解释。</p>
    <p style="margin-top: 24px">9.2 双方就本协议的签订、解释、履行等问题发生争议，应首先友好协商解决，协商不成的，双方均同意向位于中华人民共和国四川省成都市有管辖权的人民法院起诉。</p>
    <p style="margin-top: 24px">9.3 本协议终止后，双方对知识产权、法律适用和争议解决方式等约定并不随之终止。</p>
</div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.word-content{
    width: 1200px;
    height: 2853px;
    margin: 0 auto;
    padding: 0 100px;
    box-sizing: border-box;
    line-height: 24px;
    h1{
        font-size: 32px;
        color: #333333;
        text-align: center;
    }
    .importanttip{
        height: 134px;
        border-bottom: solid 1px #EBEBFF;
        margin-top: 33px;
        p{
            font-size: 14px;
            color: #333333;
            line-height: 24px;
        }
    }
    h2{
        font-size: 24px;
        color: #333333;
        margin-top: 40px;
    }
    p{
       font-size: 14px;
       color: #888888; 
    }
    span{
        font-size: 14px;
        color: #333333;
    }
}
</style>